Revit 2027 API
ElectricalDemandFactorDefinition.GetValuesCount Method
 Returns the number of values in the set.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int GetValuesCount()
Public Function GetValuesCount As Integer
public:
int GetValuesCount()
member GetValuesCount : unit -> int
Return Value
Int32
See Also
Reference
ElectricalDemandFactorDefinition Class
Autodesk.Revit.DB.Electrical Namespace